{
    "doi": "10.5281/zenodo.201437", 
    "links": {
        "doi": "https://doi.org/10.5281/zenodo.201437", 
        "badge": "https://zenodo.org/badge/doi/10.5281/zenodo.201437.svg"
    }, 
    "created": "2016-12-13T23:54:54.200706+00:00", 
    "title": "ariedel/young_catalog: The Catalog of Suspected Nearby Young Stars (2016.1118)", 
    "modified": "2016-12-13T23:55:01.958975+00:00", 
    "submitted": true, 
    "record_id": 201437, 
    "state": "done", 
    "doi_url": "https://doi.org/10.5281/zenodo.201437", 
    "owner": 26084, 
    "metadata": {
        "doi": "10.5281/zenodo.201437", 
        "description": "<p>This is the Catalog of Suspected Young Stars from Riedel et al. (2017) (at time of paper submission).</p>\n<p>The catalog is meant to contain astrometric, photometric, and basic spectroscopic information for all stars EVER reported as being young (and nearby, with a rough outer limit of 100 parsecs plus the Pleiades and stars in the Octans moving group (both extend beyond 100 parsecs) plus field stars included in papers presenting young stars, or considered and rejected in those papers. Basically, if the star's youth was ever under consideration, this catalog should have it.</p>\n<p>The catalog currently contains 5350 stars, in a one-line-per-star format, with 388 columns. Every quantity has an associated reference, nearly all quantities have uncertainties, and most quantities have upper limit/lower limit/joint/deblended flags. The master file is actually an OpenDocument (.ods) spreadsheet which has the following improvements over the .csv file:</p>\n<code>Color-coded sections\nIn-sheet calculations for derived quantities like Mean RV, Mean Parallax, and most photometric colors.\nProperties of companions that were simply copied from the primary star are in bold. For instance, if all that's known is that the star is a binary, EVERYTHING should be bolded. The procedure upon discovering a companion is to copy the entire primary star's line and bold it, and then replace those values with the ones specific to the secondary.\nNote that the OpenDocument and Excel files have two extra header lines as compared to the CSV\n</code>\n<p>The .csv file is probably easier to read into a program. Code for using Python 2.7+ and Astropy 0.4+ to produce a Python table is below:</p>\n<p>from astropy.io import ascii</p>\n<p>catalog = ascii.read(infilename)</p>\n<p>Buyer beware: This is a work in progress. There is missing data (no lithium data for The Pleiades yet; I haven't added the papers; nearly no Hyades at all because I haven't added the papers yet). Multiplicity is incomplete. The Bold/Unbolded method of dealing with multiples is not consistently applied, and I intend to supplant it with flags on every data value.</p>\n<p>Earlier versions exist for the purposes of reproducing prior work but are far less complete and correct; versions prior to 2016.0704 have fewer objects; versions prior to 2016.0116 do not have headers that comply with AAS journal standards.</p>\n<p>Comments and suggestions are welcome.</p>", 
        "license": "other-open", 
        "title": "ariedel/young_catalog: The Catalog of Suspected Nearby Young Stars (2016.1118)", 
        "upload_type": "data", 
        "prereserve_doi": {
            "doi": "10.5281/zenodo.201437", 
            "recid": 201437
        }, 
        "communities": [
            {
                "identifier": "zenodo"
            }
        ], 
        "publication_date": "2016-12-13", 
        "creators": [
            {
                "name": "ariedel"
            }
        ], 
        "access_right": "open", 
        "related_identifiers": [
            {
                "scheme": "url", 
                "identifier": "https://github.com/ariedel/young_catalog/tree/2016.1118", 
                "relation": "isSupplementTo"
            }
        ]
    }
}
